16-Logs-Profiling-Debug/reports/artillery/artillery_sin_console_log.txt
Started phase 0, duration: 1s @ 16:13:11(+0200) 2022-01-23
Report @ 16:13:13(+0200) 2022-01-23
Elapsed time: 1 second
  Scenarios launched:  20
  Scenarios completed: 20
  Requests completed:  1000
  Mean response/sec: 680.27
  Response time (msec):
    min: 0
    max: 7
    median: 0
    p95: 1
    p99: 2
  Codes:
    200: 1000

All virtual users finished
Summary report @ 16:13:13(+0200) 2022-01-23
  Scenarios launched:  20
  Scenarios completed: 20
  Requests completed:  1000
  Mean response/sec: 675.68
  Response time (msec):
    min: 0
    max: 7
    median: 0
    p95: 1
    p99: 2
  Scenario counts:
    0: 20 (100%)
  Codes:
    200: 1000